{
    "Mercury":{"Composition":"Terrestrial", "Habitable":"No", "Orbital Period": "88 Days","Mass": "0.055 Earths", "Moons": "None", "Description":"Mercury is the smallest and innermost planet in the Solar System. It is named after the Roman deity Mercury, the messenger of the gods."},
    "Venus"  :{"Composition":"Terrestrial", "Habitable":"Possibly","Orbital Period":"225 Days","Mass": "0.815 Earths","Moons":"None","Description":"Venus is named after the Roman goddess of love and beauty. Venus can cast shadows and can be, on rare occasion, visible to the naked eye in broad daylight."},
    "Earth"  :{"Composition":"Terrestrial", "Habitable":"Yes", "Orbital Period": "365.25 Days", "Mass":"1 Earth","Moons": 1,"Description":"Earth is the only astronomical object known to harbor life. The modern English word Earth developed, via Middle English, from an Old English noun most often spelled eorðe."},
    "Mars"   :{"Composition":"Terrestrial","Habitable":"Yes","Orbital Period":"686 Days","Mass":"0.107 Earths","Moons":2,"Description":"Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". This is due to the effect of the iron oxide prevalent on Mars' surface, which gives it a reddish appearance"},
    "Jupiter":{"Composition":"Gas","Habitable":"No","Orbital Period":"11 Years","Mass":"317.8 Earths","Moons":79,"Description":"Jupiter is a gas giant with a mass 2.5x that of all the other planets in the Solar System combined. Its presence has been known since ancient times. It is named after the Roman god Jupiter."},
    "Saturn" :{"Composition":"Gas","Habitable":"No","Orbital Period":"29 Years","Mass":"95 Earths","Moons":82,"Description":"Saturn is a gas giant with an average radius of about nine times that of Earth. It is named after the Roman god of wealth and agriculture"},
    "Uranus" :{"Composition":"Gas and Ice","Habitable":"No","Orbital Period":"84 Years","Mass":"14.5 Earths","Moons":27,"Description":"Scientists often classify Uranus as an \"ice giant\" to distinguish it from the gas giants. The name of Uranus references the ancient Greek deity of the sky Uranus, grandfather of Zeus"},
    "Neptune":{"Composition":"Gas and Ice","Habitable":"No","Orbital Period":"164 Years","Mass":"17 Earths","Moons":14,"Description":"Neptune is named after the Roman god of the sea, and its astronomical symbol resembles a trident. Neptune is the only planet in the Solar System found by mathematical prediction rather than by empirical observation."}
}